Repository: CrithinkSolutions/CriThink
Catalog: src/CriThink.Client/CriThink.Client.Core/Localization/AppResources.*.resx
Languages: it

# ForgotPasswordViewModel.InsertEmail
source: Insert your email
it: Inserisci la tua email

# CheckNewsViewModel.RecentSearch
source: Recent search
it: Ultime ricerche

# CheckNewsViewModel.Title
source: Check news
it: Ricerca

# CheckNewsViewModel.NewsLinkHint
source: Search here
it: Cerca qui

# ForgotPasswordViewModel.Send
source: Send
it: Invia

# LoginViewModel.EmailHint
source: Email or username
it: Email o username

# LoginViewModel.Facebook
source: Continue with Facebook
it: Continua con Facebook

# LoginViewModel.ForgotPassword
source: Forgot password?
it: Password dimenticata?

# LoginViewModel.Google
source: Continue with Google
it: Continua con Google

# NewsCheckerViewModel.DebunkingNewsTitle
source: Latest Debunking News
it: Ultime Debunking News

# NewsCheckerViewModel.GoodAfternoon
source: Good afternoon
it: Buon pomeriggio

# NewsCheckerViewModel.GoodEvening
source: Good evening
it: Buonasera

# NewsCheckerViewModel.GoodMorning
source: Good morning
it: Buongiorno

# NewsCheckerViewModel.GoodNight
source: Good night
it: Buonanotte

# NewsCheckerViewModel.NewsLinkHint
source: Which news do you want to check?
it: Quale news vuoi controllare?

# ResetPasswordViewModel.InsertPassword
source: Insert your new password
it: Inserisci una nuova password

# ResetPasswordViewModel.RepeatPassword
source: Repeat the new password
it: Ripeti la nuova password

# ResetPasswordViewModel.Send
source: Send
it: Invia

# SignUpEmailViewModel.RepeatPasswordHint
source: Repeat Password
it: Ripeti Password

# SignUpEmailViewModel.SignUp
source: Join Us!
it: Unisciti!

# SignUpViewModel.AlreadyAccount
source: Already have an account?
it: Hai già un account?

# SignUpViewModel.Facebook
source: SignUp with Facebook
it: Registrati con Facebook

# SignUpViewModel.Google
source: SignUp with Google
it: Registrati con Google

# SignUpViewModel.SignUpCaption
source: It's easier to sign up now
it: E' facile

# SignUpViewModel.SignUpEmail
source: SignUp with Email
it: Registrati con la tua email

# SignUpViewModel.SignUpTitle
source: Join Us
it: Unisciti

# WelcomeLoginSignInViewModel.SignIn
source: Sign In
it: Registrati

# ResetPasswordViewModel.ConfirmPasswordReset
source: Hey {0}, you have successfully reset your password
it: Hey {0}, hai resettato la tua password

# ResetPasswordViewModel.ErrorPasswordReset
source: Sorry, we can't reset your password right now
it: Ci dispiace, ma non siamo riusciti a resettare la tua password

# SignUpEmailViewModel.ErrorMessage
source: Sorry but we can't complete the sign up now
it: Ci dispiace, ma non puoi completare la registrazione ora

# SignUpEmailViewModel.WelcomeMessage
source: Thank you for joining us! We sent you an email with a confirmation link. Please click on that link and perform the login
it: Grazie per esserti unito a noi! Ti abbiamo inviato una email per confermare il tuo account.

# SignUpEmailViewModel.ConfirmErrorMessage
source: Sorry but we can't confirm your email right now
it: Ci dispiace ma non possiamo confermare la tua email ora

# SignUpEmailViewModel.ConfirmWelcomeMessage
source: Hello {0}! You can now login
it: Ciao {0}! Ora puoi effettuare il login

# ForgotPasswordViewModel.RecoverPassword
source: Restore your password
it: Recupera la password

# ResetPasswordViewModel.ResetPassword
source: Insert a new password
it: Inserisci una nuova password

# AboutViewModel.ViewProfile
source: Show profile
it: Vedi profilo

# AboutViewModel.AccountSettings
source: Account settings
it: Impostazioni account

# AboutViewModel.GetHelp
source: Get help
it: Chiedi aiuto

# AboutViewModel.GiveFeedback
source: Give us feedback
it: Dicci cosa pensi di noi

# AboutViewModel.HowWorks
source: How CriThink works
it: Come funziona CriThink

# AboutViewModel.InviteFriends
source: Invite friends
it: Invita amici

# AboutViewModel.Legal
source: Legal
it: Legale

# AboutViewModel.Logout
source: Log out
it: Esci

# AboutViewModel.Notifications
source: Notifications
it: Notifiche

# AboutViewModel.PersonalInfo
source: Personal information
it: Informazioni personali

# AboutViewModel.PrivacySettings
source: Privacy settings
it: Impostazioni privacy

# AboutViewModel.Referrals
source: Referrals
it: Referral

# AboutViewModel.Support
source: Support
it: Supporto

# AboutViewModel.ToS
source: Terms of Service
it: Termini di Servizio

# ProfileViewModel.Hello
source: Hi, I'm {0}
it: Ciao, sono {0}

# AboutViewModel.LogoutCancel
source: Cancel
it: Annulla

# AboutViewModel.LogoutMessage
source: Are you sure you want to log out?
it: Confermi di voler uscire?

# AboutViewModel.LogoutOk
source: Log out
it: Esci

# AboutViewModel.LogoutErrorMessage
source: Sorry, you can't log out right now
it: Mi spiace, ma non puoi eseguire ora il logout

# NewsCheckerResultViewModel.UnknownClassificationHeader
source: Unfortunately we didn't know this website yet.
it: Purtroppo non conosciamo ancora la fonte di questo sito

# NewsCheckerResultViewModel.UnknownDescription
source: We are going to investigate this website and we will send you back an email with the result as soon as possible! Thank you!
it: Investigheremo e ti invieremo una email con il risultato della nostra analisi il prima possibile! Grazie!

# CheckNewsViewModel.FormatErrorMessage
source: The link you inserted is not valid.
it: Il link che hai inserito non è valido.

# NewsCheckerResultViewModel.RelatedDNews
source: You may also like..
it: Puoi essere interessato anche a..

# NewsCheckerViewModel.SeeAll
source: View all
it: Vedi tutte

# SpotFakeNewsHomeViewModel.ADescription
source: ccuracy: is the text of the article accurate? Sometimes grammatical errors might mean the information is not accurate.
it: ccuracy: il testo dell'articolo è accurato? A volte gli errori grammaticali possono significare che le informazioni non sono accurate.

# SpotFakeNewsHomeViewModel.DDescription
source: eceiving artefacts: does the article contain any image or video? Check for the originality of such artefacts as they can be manipulated or show an unrelated event or place.
it: eceiving artefacts: l'articolo contiene immagini o video? Controlla l'originalità di tali artefatti, poiché possono essere manipolati o mostrare un evento o un luogo non correlato.

# SpotFakeNewsHomeViewModel.EDescription
source: vidence: does the author of the article present Evidence to support that particular point of view?
it: vidence: l'autore dell'articolo presenta prove a sostegno di quel particolare punto di vista?

# SpotFakeNewsHomeViewModel.HDescription
source: eadlines do not contain the full story. Have you read the entire article?
it: eadlines: non contengono la storia completa. Avete letto l'intero articolo?

# LoginViewModel.SocialLoginErrorMessage
source: An error occurred when logging in with {0}
it: Si è verificato un problema durante il login tramite {0}

# LoginViewModel.LoginErrorMessage
source: Incorrect email address or password. Please check and try again
it: L'email o la password non sono corretti. Perfavore controllarli e riprova

# LoginViewModel.Pleasure
source: It's a pleasure to see you again
it: E' un piacere rivederti

# LoginViewModel.WelcomeBack
source: Welcome Back
it: Bentornato

# SignUpEmailViewModel.SignUpEmailCaption
source: You will like it.
it: Ti piacerà.

# SignUpEmailViewModel.SignUpEmailTitle
source: Welcome to the community
it: Benvenuto nella community

# HomeViewModel.FormatErrorMessage
source: The link you inserted is not valid.
it: Il link che hai inserito non è valido.

# ForgotPasswordViewModel.RequestErrorMessage
source: An error occurred while trying to reset your password. Please try again later
it: Si è verificato un errore. Per favore riprova più tardi

# ForgotPasswordViewModel.RequestMessage
source: We sent you an email with some instructions to follow to reset your password
it: Ti abbiamo inviato una email con le istruzioni per ripristinare la tua password

# CheckNewsViewModel.NewsSearch
source: Search
it: Cerca

# SignUpEmailViewModel.SelectAvatar
source: Select your avatar
it: Seleziona il tuo avatar

# ProfileViewModel.RegisteredOn
source: Joined in {0}
it: Iscritto il {0}

# ProfileViewModel.AboutTitle
source: About
it: Su di me

# ProfileViewModel.MyProfile
source: My Profile
it: Il mio Profilo

# ProfileViewModel.OpenApp
source: Open app
it: Apri app

# ProfileViewModel.MyBadges
source: My Badges
it: I miei Badges

# ProfileViewModel.IAmGender
source: I'm
it: Sono

# ProfileViewModel.IBornOn
source: Born on
it: Nato/a il

# ProfileViewModel.ILiveIn
source: Live in
it: Vivo in

# ProfileViewModel.MyNameIs
source: My name is
it: Mi chiamo

# EditProfileViewModel.Blog
source: Your blog URL
it: L'URL del tuo blog

# EditProfileViewModel.Country
source: Country where you live
it: Dove attualmente vivi

# EditProfileViewModel.Description
source: Something about yourself
it: Dicci qualcosa su di te

# EditProfileViewModel.DoB
source: Your date of birth
it: Quand sei nato

# EditProfileViewModel.FamilyName
source: Your surname
it: Il tuo cognome

# EditProfileViewModel.Gender
source: Your gender
it: Il tuo genere

# EditProfileViewModel.GivenName
source: Your name
it: Il tuo nome

# EditProfileViewModel.SaveProfile
source: Save
it: Salva

# EditProfileViewModel.UpdateError
source: An error occurred while updating your profile
it: Si è verificato un errore aggiornando il tuo profilo

# EditProfileViewModel.UpdateOk
source: Profile updated!
it: Profilo aggiornato!

# GenderViewModel.Female
source: Female
it: Donna

# GenderViewModel.GenderFluid
source: Gender Fluid
it: Genere Fluido

# GenderViewModel.GenderNeutral
source: Gender Neutral
it: Genere Neutrale

# GenderViewModel.Male
source: Male
it: Uomo

# GenderViewModel.NoGender
source: I prefer not to say
it: Preferisco non specificare

# GenderViewModel.NonBinary
source: Non Binary
it: Non Binario

# EditProfileViewModel.Cancel
source: Cancel
it: Annulla

# ProfileViewModel.CloseAccount
source: Close Account :(
it: Chiudi Account

# ProfileViewModel.DeleteConfirmationMessage
source: Are you sure you want to delete your account? :(
it: Sei sicuro di voler cancellare il tuo account?

# ProfileViewModel.DeleteConfirmationTitle
source: You sure?
it: Sei sicuro?

# ProfileViewModel.DeleteErrorMessage
source: An error occurred
it: Si è verificato un errore

# ProfileViewModel.DeleteErrorTitle
source: Error
it: Errore

# ProfileViewModel.DeleteTitle
source: Deletion confirmed
it: Cancellazione confermata

# ProfileViewModel.DeleteMessage
source: Your account will be permanently deleted on {0}. You will received a confirmation email. In the meantime, you can restore your account at any time from the app!
it: Il tuo account verrà cancellato in modo permanente in data {0}. Una email te lo confermerà. Ricorda che nel frattempo puoi ripristinare il tuo account in qualsiasi momento dall'app!

# SignUpViewModel.OrAccount
source: Or
it: o

# SignUpViewModel.RestoreAccount
source: Restore account
it: Recupera account

# SignUpViewModel.RestoreAccountConfirmationMessage
source: Your account has been recovered! We sent you an email to restore your password. Check it out!
it: Il tuo account è stato recuperato! Ti abbiamo inviato una email per ripristinare la tua password, controlla la tua posta!

# SignUpViewModel.RestoreAccountErrorMessage
source: An error occurred while restoring your account. Is your data correct?
it: Si è verificato un errore ripristinando il tuo account. Sicuro che i tuoi dati siano corretti?

# SignUpViewModel.RestoreAccountMessage
source: We're glad to see you again. Insert your email or your username of the account to recover
it: Siamo contenti di rivederti. Inserisci qui l'email o lo username dell'account da recuperare

# SignUpViewModel.RestoreAccountTitle
source: Recover your account
it: Recupera il tuo account

# HomeStatisticsViewModel.ActiveUsers
source: Active CriThinkers
it: CriThinkers attivi

# HomeStatisticsViewModel.TotalSearches
source: Total Searches
it: Ricerche Totali

# HomeStatisticsViewModel.UserSearches
source: Your Searches
it: Le Tue Ricerche

# HomeStatisticsViewModel.Error
source: Oops! We're trying to fix the issue
it: Oops! Stiamo cercando di risolvere il problema

# NewsCheckerViewModel.Hello
source: Hello
it: Ciao
